// © Copyright 2004-2013, 2015-2016 HP Development Company, L.P.

UtilityWindowPreferredSize = "{796, 406}";

kCheckChangesAlertTitleKey = "데이터를 변경하셨습니다. 계속하시겠습니까?";
kCheckChangesAlertContinueButtonTitleKey = "계속";
kCheckChangesAlertMessageKey = "계속하면 변경 사항을 잃게 됩니다. 작업을 취소하려면 취소를 클릭하고 작업을 계속하십시오.";

DeviceStatusUnknown = "모름";

NoItemsMenuTitle = "사용 가능한 항목 없음";

NotEnoughSpaceTitle = "HP Utility를 시작할 수 없습니다";
NotEnoughSpaceMsg = "시동 디스크가 거의 찼습니다. 시동 디스크에서 파일을 지워 사용 가능한 공간을 늘리십시오.";

RecentUnreachableTitle = "연결이 되지 않았습니다";
RecentUnreachableMsg = "%@ (은)는 현재 사용할 수 없습니다. 전원 및 연결 상태를 확인하거나 나중에 다시 시도하십시오.";

AirPortDeviceErrorTitle = "HP Utility AirPort에 연결된 장치와 함께 작동할 수 없습니다.";
SharedDeviceErrorTitle = "HP Utility 공유 장치와 함께 작동할 수 없습니다.";
NotDirectDeviceErrorDescription = "장치를 직접 Mac에 연결하여 사용하시기 바랍니다.";

NoUtilityMessage = "장치와 함께 제공된 소프트웨어를 설치하십시오.";

// menu items
ShowAdvanced = "고급 옵션 표시";
HideAdvanced = "고급 옵션 숨김";

DeviceOKButtonTitle = "확인(Ok)";
DeviceResumeButtonTitle = "다시 시작";
SupplyInfoTaskTitle = "공급 정보";
TravelInfoTaskTitle = "여행 정보";

kTaskGroupUnknownTitleKey = "기타";
kTaskGroupInformationAndSupportTitleKey = "정보 및 지원";
kTaskGroupInformationAndPrintQualityTitleKey = "용지 및 인쇄 품질";
kTaskGroupPrinterSettingsTitleKey = "프린터 설정";
kTaskGroupNetworkSettingsTitleKey = "네트워크 설정";
kTaskGroupFaxSettingsTitleKey = "팩스 설정";
kTaskGroupInformationTitleKey = "정보";
kTaskGroupColorCenterTitleKey = "HP Color Center";
kTaskGroupConfigurationTitleKey = "구성";
kTaskGroupSupportTitleKey = "지원";
kTaskGroupJobCenterTitleKey = "작업 센터";
kHSDTaskGroupScanSettingsTitleKey = "스캔 설정";

ApplyButtonTitle = "지금 적용";

kViewMenuTitle = "보기";

AskSaveChangesAlertTitle = "이 화면에서 설정을 변경했습니다.";
AskSaveChangesAlertMsg = "닫기 전에 변경 내용을 적용하시겠습니까?";
AskSaveChangesDontApplyButtonTitle = "적용하지 않음";
AskSaveCahngesApplyButtonTitle = "적용";

MultipleAskSaveChangesAlertTitle = "%i 창에서 설정을 변경했습니다.";
MultipleAskSaveChangesAlertMsg = "종료하기 전에 이 변경 내용을 검토하시겠습니까?";
MultipleAskSaveChangesDiscardButtonTitle = "변경 취소";
MultipleAskSaveChangesReviewButtonTitle = "변경 검토...";

ConnectingMessage = "장치에 연결 중\n%@";

DefaultWindowTitleString = "HP Utility";
DeviceNotSelectedMessageString = "시작할 장치를 선택하십시오";

DevicesItemTitleString = "장치";
DevicesItemTooltipString = "장치 표시/숨기기";
SupportItemTitleString = "HP 지원";
SupportItemTooltipString = "즉시 지원";
SuppliesItemTitleString = "소모품";
SuppliesItemTooltipString = "온라인 소모품 매장";
RegistrationItemTitleString = "등록";
RegistrationItemTooltipString = "온라인 등록";
RecyclingItemTitleString = "재활용";
RecyclingItemTooltipString = "온라인 반송 및 재활용";
MarsItemTitleString = "제품 개선";
MarsItemTooltipString = "HP 제품 개선 연구";
TasksItemTitleString = "모든 설정";
TasksItemTooltipString = "모든 설정 나타내기";
SearchItemTitleString = "검색";
SearchItemTooltipString = "플러그 인 또는 키워드 검색";

HSDAddDevicesToolTip = "장치 추가";
HSDRemoveDevicesToolTip = "선택한 장치나 스마트 그룹 제거";
HSDPullDownMenuToolTip = "액션 메뉴";
TaskCellWidth = "98";

PrintersGroupString = "장치";
SmartGroupsString = "스마트 그룹";

PrinterName = "장치 이름";
ModelName = "모델";
SerialNumber = "일련 번호";
IPAddress = "IP 주소";
BluetoothAddress = "주소";
ConnectionType = "연결";

kSmartGroupDefaultName = "스마트 그룹";
kSmartGroupRulePropertyModel = "모델";
kSmartGroupRulePropertyName = "이름";
kSmartGroupRulePropertyURI = "URI";
kSmartGroupRulePropertyIPAddress = "IP 주소";
kSmartGroupRulePropertyConnectionType = "연결 유형";

kSmartGroupRuleCriterionContains = "포함합니다";
kSmartGroupRuleCriterionDoesntContain = "포함하지 않습니다";
kSmartGroupRuleCriterionIs = "입니다";
kSmartGroupRuleCriterionIsNot = "아닙니다";
kSmartGroupRuleCriterionStartsWith = "으로 시작합니다";
kSmartGroupRuleCriterionEndsWith = "으로 끝납니다";

kSmartGroupRuleValueTypeUSB = "USB";
kSmartGroupRuleValueTypeIP = "IP";
kSmartGroupRuleValueTypeBonjour = "Bonjour";
kSmartGroupRuleValueTypeBluetooth = "Bluetooth";

HSDRulesMatchStyleAll = "전부";
HSDRulesMatchStyleAny = "모든";

IncompatibleTasksTitle = "호환되지 않는 구성요소";
IncompatibleTasksMessage = "컴퓨터에 설치된 일부 구성 요소가 다른 버전의 HP Utility 지원하도록 개발됐습니다. 이 구성 요소가 로드되지 않으며 장치와 관련된 일부 기능을 사용할 수 없습니다. 도구 모음에서 HP 지원 항목을 클릭하여 HP 온라인 지원 사이트를 방문하고 HP 소프트웨어 최신 버전을 다운로드하십시오.";

NoComponentsTitle = "일부 HP Utility 구성요소를 찾을 수 없습니다.";

ShowDevicesItemTitle = "장치 표시";
HideDevicesItemTitle = "장치 숨김";
ShowToolbarItemTitle = "툴바 표시";
HideToolbarItemTitle = "툴바 숨김";

DevicesMenuSetupDeviceItemTitle = "새 장치 설정…";
DevicesMenuSetupSelectedDeviceItemTitle = "선택한 장치 설정…";
DevicesMenuSetupWirelessItemTitle = "HP 자동 무선 연결…";
DevicesMenuAddDevicesItemTitle = "장치 추가…";
DevicesMenuAddDeviceManuallyItemTitle = "장치 수동 추가…";
DevicesMenuNewSmartGroupItemTitle = "새 스마트 그룹…";
DevicesMenuEditSmartGroupItemTitle = "스마트 그룹 편집…";
DevicesMenuPrintersMenuTitle = "장치 목록";
DevicesMenuEmptyItemTitle = "(비어 있음)";

DevicesMenuRemoveDeviceItemTitle = "장치 제거";
DevicesMenuRemoveSmartGroupItemTitle = "스마트 그룹 제거";
DevicesMenuSortByItemTitle = "분류 기준";
DevicesMenuNameItemTitle = "이름";
DevicesMenuAvailabilityItemTitle = "가용성";

HSDAddDeviceManuallyItemTitle = "장치 수동 추가…";
HSDNewSmartGroupItemTitle = "새 스마트 그룹…";
HSDEditSmartGroupItemTitle = "스마트 그룹 편집…";

DeviceNotAvailableMessageString = "선택된 장치를 사용할 수 없습니다. 다른 장치를 선택하십시오.";
ScanjetDeviceNotAvailableMessageString = "선택한 장치는 현재 사용할 수 없습니다. 장치가 켜져 있고 컴퓨터에 연결되어 있으며 필요한 소프트웨어가 모두 설치되어 있는지 확인하십시오.";

AppManagerItemTitleString = "응용 프로그램";
AppManagerItemTooltipString = "응용 프로그램";

AppManagerAskApplyChangesAlertTitle = "변경 사항을 적용하시겠습니까?";
AppManagerAskApplyChangesAlertMsg = "변경한 내용은 적용하지 않으면 저장되지 않습니다.";
AppManagerApplyButtonTitle = "적용";
CancelButtonTitleKey = "취소";
AppManagerDontApplyButtonTitle = "적용하지 않음";

NoSaveTitle = "파일을 저장할 수 없습니다.";
DidNotSaveMessage = "디스크 공간이 충분하고 지정한 위치에 파일을 저장할 액세스 권한이 있는지 확인하십시오.";

ConnectMenuItemTitleFormat = "%@에 연결";
EditMenuItemTitleFormat = "%@ 편집...";
RemoveMenuItemTitleFormat = "%@ 제거";

ShowOnlineAccessWarningsCommandTitle = "온라인 액세스 경고 표시";
HideOnlineAccessWarningsCommandTitle = "온라인 액세스 경고 숨기기";

HSDSmartGroupNameTitle = "스마트 그룹 이름:";
HSDMatchTextFieldTitle1 = "일치";
HSDMatchTextFieldTitle2 = "다음 규칙:";
HSDCancelButtonTitle = "취소";
HSDOKButtonTitle = "확인";

// locked feature view
HSDDisabledFeatureTitle = "이 기능은 장치 관리자가 잠갔거나 비활성화했습니다.";
HSDDisabledFeatureDescription = "장치 관리 창을 통해 이를 활성화할 수 있습니다. 아래에서 \"이동\" 버튼을 눌러 해당 창으로 이동하십시오.";
HSDNoWayToUnlockDescription = "이 기능은 잠겼거나 비활성화되었으므로 사용할 수 없습니다. 자세한 내용은 프린터를 설치한 사람에게 문의하십시오.";
HSDGoButton = "이동";

// Alert for Ink Subscription
SubscribedSuppliesTitle = "장치에 활성 링크 구독이 있음";
SubscribedSuppliesMessage = "HP Instant Ink에서 이 프린터를 위한 모든 교체용 카트리지를 할인된 가격으로 구입하실 수 있음을 명심하십시오. HP 온라인 스토어에서 다른 장치를 위한 액세서리 및 소모품을 구입할 수도 있습니다.";
GoToStoreButtonTitle = "스토어로 이동";

//Search Window
SearchWindowTitle = "검색";
SearchWindowTaskTitle = "검색:";
SearchWindowButtonCancelTitle = "취소";
SearchWindowButtonSearchTitle = "검색";

//Main Menu
"HP Utility" = "HP Utility";
"About HP Utility" = "HP Utility 소개";
"Hide HP Utility" = "HP Utility 숨기기";
"Hide Others" = "기타 숨김";
"Show All" = "모두 표시";
"Quit HP Utility" = "HP Utility 종료";

"Devices" = "장치";

"Edit" = "편집";
"Undo" = "실행 취소";
"Redo" = "다시 실행";
"Cut" = "잘라내기";
"Copy" = "복사";
"Paste" = "붙이기";
"Delete" = "삭제";
"Select All" = "모두 선택";

"View" = "보기";

"Window" = "창";
"Close" = "닫기";
"Minimize" = "최소화";
"Zoom" = "확대/축소";
"Bring All to Front" = "폰트에 모두 가져오기";

Version = "버전";

// Global Mode
MarsUnavailableAlertTitle = "HP 제품 개선 연구를 구성할 수 없음";
MarsUnavailableAlertDescription = "장치가 HP 제품 개선 연구 조사 프로그램에 적합하지 않습니다.";
MarsUnavailableForOnlineDevicesAlertDescription = "온라인 장치가 HP 제품 개선 연구 조사 프로그램에 적합하지 않습니다. 다른 장치를 켜고 Mac 또는 네트워크에 연결한 후 다시 시도하십시오.";
